{
    "Diseñado para un" : "Designed for a",
    "Estilo de Vida Saludable" : "Healthy Lifestyle",
    "Gran Retorno de Inversión": "Great Investment",
    "Unidades en Venta" : "Units for Sale",
    "Desde": "From",
    "Inventario" : "Inventory",
    "Construcción":"Construction",
    "Estilo de Vida" : "Lifestyle",
    "Nosotros": "About",
    "Contacto" : "Contact",
    "Búsqueda": "Search",
    "Precio" : "Price",
    "Recámaras" : "Bedrooms",
    "Baños" : "Bathrooms",
    "Precios desde" : "Prices from",
    "Elige uno" : "Select one",
    "Torre" : "Tower",
    "Buscar" : "Search",
    "Políticas de Privacidad": "Privacy Policy",
    "Nombre": "Name",
    "Correo electrónico":"Email",
    "Teléfono":"Phone",
    "Mensaje":"Message",
    "Enviar":"Send",
    "Conéctate con la naturaleza por medio de nuestro" : "Connect with nature through our",
    "diseño ecológico" : "eco-friendly design",
    "Ubicado en el destino residencial-turístico de Nuevo Vallarta." : "Located in the residential/tourist destination of Nuevo Vallarta.",
    "Laguna Living es el lugar perfecto para vivir la experiencia de conectar con la naturaleza y disfrutar lo mejor que la Riviera Nayarit tiene para ofrecer, como tiendas boutique, restaurantes gourmet y centros comerciales donde podrás disfrutar de un estilo de vida moderno y tranquilo al nivel del mar.": "Laguna Living is the perfect place to live the experience of connecting with nature and enjoying the best that the Riviera Nayarit has to offer, such as boutique shops, gourmet restaurants and shopping centers where you can enjoy a modern and quiet lifestyle at the level of the sea.",
    "Ver Inventario":"View Inventory",
    "Amenidades":"Amenities",
    "Edificio":"Building",
    "Deportes":"Sports",
    "Albercas":"Pools",
    "Área BBQ":"BBQ AREA",
    "Área para Niños" : "Kids Area",
    "Área Comercial":"Commercial Area",
    "Área para Mascotas" : "Pets Area",
    "Seguridad 24/7" : "24hrs Security",
    "Gimnasio" : "Gym",
    "Fútbol":"Soccer",
    "Un lugar para" : "A place to",
    "Redescubrirse" : "rediscover yourself",
    "Vive y disfruta de un ambiente con espacios pensados para diferentes estilos de vida, creando un entorno donde la tranquilidad convivencia, y comodidad se mezclan para crear una comunidad en armonía para ti.": "Live and enjoy an environment with spaces designed for different lifestyles, creating an environment where tranquility, coexistence, and comfort mix to create a harmonious community for you.",
    "Nos importa" : "We take care about",
    "tu seguridad" : "your security",
    "Contamos con acceso controlado y seguridad 24/7 para que disfrutes de las instalaciones sin ninguna preocupación." : "We have controlled access and 24/7 security so you can enjoy the facilities without any worries.",
    "Modelos Disponibles":"Available Models",
    "Modelo":"Model",
    "Disponible" : "Available",
    "Apartada" : "On Hold",
    "Vendida" : "Sold",
    "No hay disponibles" : "Not currently avaliable",
    "Ver Unidades Disponibles":"View Available Units",
    "Ubicación":"Location",
    "Centro comercial a 10 min." : "Mall 10 min.",
    "Restaurantes a 3 min.": "Restaurants 3 min.",
    "Hospital a 5 min." : "Hospital 5 min.",
    "Golf a 2 min." : "Golf 2 min.",
    "Playa a 5 min." : "Beach 5 min.",
    "Alta plusvalía" : "High home equity",
    "Como llegar" : "Get directions",
    "Encuentra todo" : "Find everything",
    "Cerca" : "Near",
    "Ubicado en una de las zonas más lujosas de Bahía de Banderas, Nuevo Vallarta." : "Located in one of the most luxurious areas of Bahía de Banderas",
    "Aeropuerto a 20 min." : "Airport 20 min",
    "Clima tropical los 365 días del año." : "Tropical climate all year round.",
    "Caminar y andar en bicicleta como modos de transporte": "Walking and biking as modes of transportation",
    "Descubre un Nuevo" : "Discover a New",
    "Playa Cerca de ti" : "Beach Near You",
    "Nuevo Vallarta se vive intensamente en sus playas doradas, mar turquesa y fina arena, donde podrás disfrutar de diversas actividades en un inmejorable clima.": "Nuevo Vallarta is lived intensely in its golden beaches, turquoise sea and fine sand, where you can enjoy various activities in an unbeatable climate.",
    "Campo de Golf":"Golf Fields",
    "Los campos de golf en Nuevo Vallarta, han probado ser un gran reto ante golfistas profesionales. Con lagunas y trampas de arena tipo playa y distintos retos, estos campos han sido considerados como de los mejores en México.":"Golf courses in Nuevo Vallarta have proven to be a great challenge for professional golfers. With lagoons and beach-type sand traps and different challenges, these courses have been considered one of the best in Mexico.",
    "Hermosas Vistas":"Beautiful Views",
    "Nuevo Vallarta ofrece intensos cielos azules, montañas color esmeralda, playas doradas, abundante vegetación y un sinfín de vistas inolvidables.": "Nuevo Vallarta offers intense blue skies, emerald mountains, golden beaches, abundant vegetation and endless unforgettable views.",
    "Conocer más de la zona":"Know more about the area",
    "Póngase en contacto con un agente para obtener más información sobre este desarrollo, estaremos listos para responder cualquier pregunta.":"Contact an agent for more information on this development, we will be ready to answer any questions.",
    "Echa un vistazo a nuestras":"Take a look at our",
    "Unidades Disponibles":"Available Units",
    "Fase":"Phase",
    "Haz clic en una torre para ver las unidades disponibles" : "Click on a Tower to see our avaliable Units",
    "Más torres" : "More Towers",
    "Haz clic en una unidad para ver mas información" : "Click on a unit to see more information",
    "Unidad" : "Unit",
    "Detalles" : "Details",
    "Terraza" : "Terrace",
    "Nivel" : "Level",
    "Galería" : "Gallery",
    "Ubicada en la Torre" : "Located on Tower",
    "Planos de" : "Unit",
    "la Unidad" : "Blueprints",
    "Ubicación en planta": "Floor location",
    "Planos" : "Blueprints",
    "Plan de": "Payment",
    "Planes de":"Payment",
    "Pago" : "Plan",
    "Contado" : "Cash",
    "Primer Pago" : "First Payment",
    "En 24 Mensualidades":"In 24 Monthly payments",
    "Los precios, descuentos y planes de pago están sujetos a modificaciones sin previo aviso." : "Prices, discounts and payment plans are subject to modifications without previous notice.",
    "Información sobre":"Information about",
    "el desarrollador" : "the developer",
    "Porcentaje de compras exitosas" : "Percentage of successful purchases",
    "Años de experiencia inmobiliaria" : "Years of Real Estate experience",
    "Viviendas desarrolladas" : "Developed homes",
    "Emprendió como desarrollador en el año 2011 con un proyecto de 300 viviendas denominado 'STAR' el cual fue un total éxito." : "He started as a Real Estate developer in 2011 with a project of 300 homes called 'STAR' which was a total success.",
    "Lic. en Administración": "Administration degree",
    "Olvida el tráfico" : "Forget about traffic",
    "todo está cerca en Nuevo Vallarta" : "everything is near in Nuevo Vallarta",
    "Restaurantes" : "Restaurants",
    "Playa" : "Beach",
    "¿Qué caracteriza a":"What characterizes",
    "Cerca de ti" : "Near You",
    "En el área de Nuevo Vallarta, se extienden diversos manglares y más de una decena de canales navegables, lo que permite apreciar de cerca las bellezas naturales de la zona." : "In the Nuevo Vallarta area, there are various mangroves and more than a dozen navigable channels, which allows you to appreciate the natural beauties of the area up close.",
    "Impecables y rodeados de hermosos paisajes naturales, los campos de golf son otros de los grandes atractivos de Nuevo Vallarta." : "Impeccable and surrounded by beautiful natural landscapes, the golf courses are another of the great attractions of Nuevo Vallarta.",
    "Conecta con la" : "Connect with",
    "Naturaleza" : "Nature",
    "Montañas" : "Mountains",
    "Nuevo Vallarta ofrece intensos cielos azules, montañas color esmeralda con abundante vegetación visibles desde cualquier punto y un sinfín de vistas inolvidables." : "Nuevo Vallarta offers intense blue skies, emerald mountains with abundant vegetation visible from any point and endless unforgettable views.",
    "Disfrute de caminatas por la playa mientras contempla un maravilloso atardecer y el intenso brillo de las estrellas, el broche de oro de un día de sol, arena, olas y ¡mucha diversión!" : "Enjoy walks on the beach while watching a wonderful sunset and the intense brightness of the stars, the finishing touch of a day of sun, sand, waves and lots of fun!",
    "Laguna" : "Lagoon",
    "A un costado de Laguna living se encuentra la laguna de Jarretaderas, en la cual podrás disfrutar de mariscos frescos y música relajante en cualquiera de sus restaurantes." : "On one side of Laguna living is the Jarretaderas lagoon, where you can enjoy fresh seafood and relaxing music in any of its restaurants.",
    "Encuentra tu" : "Find your",
    "Unidad Ideal" : "Ideal Unit",
    "Resultados" : "Results",
    "Dimensión" : "Const",
    "Más Info" : "More Info",
    "Lo sentimos, no hay resultados." : "Sorry, no results.",
    "Contacta un" : "Contact an",
    "Agente" : "Agent",
    "Contáctenos por medio de nuestro formulario de contacto o en nuestro teléfono" : "Contact us through our contact form or on our phone",
    "Ir al Formulario" : "Go to Form",
    "Progreso de la Construcción":"Construction Progress",
    "Avances de" : "Progress",
    "Obra" : "Updates",
    "Laguna Living - Departamentos en venta en Nuevo Vallarta" : "Laguna Living - Condos for Sale in Nuevo Vallarta",
    "Laguna Living, Venta de departamentos en Nuevo Vallarta, Nayarit": "Laguna Living, Condos for sale in Nuevo Vallarta, Mexico",
    "Política de cookies" : "Cookie Policy",
    "Utilizamos Cookies propias y de terceros en nuestro sitio web para mejorar nuestros servicios y la experiencia en el sitio" : "We use our own and third-party cookies on our website to improve our services and user experience on the website.",
    "Aceptar Cookies" : "Accept Cookies",
    "Descuento": "Discount",
    "A la Entrega" : "Upon Delivery",
    "Enganche" : "Down Payment",
    "Mensualidades" : "Monthly Payments",
    "En":"In",
    "En Dos":"In Two",
    "Pagos" : "Payments",
    "A la": "Upon",
    "Entrega": "Delivery",
    "En Mensualidades": "In Monthly Payments",
    "En Dos Pagos":"In Two Payments",
    "Estilo de Vida en" : "Lifestyle at",
    "Ver Video": "Play Video",
    "Laguna Living es un concepto que te conecta con la naturaleza y al mismo tiempo te ofrece comodidad, bienestar y confort.":"Laguna Living is the perfect place to live the experience of connecting with nature and enjoying the best that the Riviera Nayarit has to offer, such as boutique shops, gourmet restaurants and shopping centers where you can enjoy a modern and quiet lifestyle at sea level.",
    "Ubicado en el destino residencial-turístico de Nuevo Vallarta, Laguna Living es el lugar perfecto para vivir la experiencia de conectar con la naturaleza y disfrutar lo mejor que la Riviera Nayarit tiene para ofrecer, al nivel del mar.":"Located in the residential-tourist destination of Nuevo Vallarta, Laguna Living is the perfect place to live the experience of connecting with nature and enjoying the best that the Riviera Nayarit has to offer, at sea level.",
    "Departamento en Preventa en Laguna Living":"Condo for sale at Nuevo Vallarta, Nayarit - Laguna Living",
    "Comparte esta unidad en tus" : "Share this unit on your",
    "redes sociales":"social media",
    "Compartir en Facebook":"Share on Facebook",
    "Compartir en Whatsapp":"Share on Whatsapp",
    "Compartir en Twitter":"Share on Twitter",
    "Déjanos tu información de contacto":"Leave us your contact information",
    "¿Necesitas más" :"Need more",
    "información?" : "information?",
    "Torres Disponibles" : "Available Towers",
    "Elige una" : "Pick a"



}